{
  "metadata": {
    "id": "05-brandscript-and-manifesto",
    "type": "department",
    "title": "BrandScript & Brand Manifesto — Intus",
    "departmentNumber": 5,
    "dateGenerated": "2026-02-17",
    "status": "completed",
    "order": 5,
    "estimatedReadTime": 6
  },
  "rawMarkdown": "# BrandScript & Brand Manifesto — Intus\n**Department:** Narrative & Verbal Identity\n**Phase:** 3A | Launch Kit\n**Date:** February 2026\n\n---\n\n## 1. Brand Architecture\n\n### Model: Branded House\n\nIntus operates as a single unified brand. All product lines (Zyra, Core, Unity, Agility, Eclipse) live under the Intus master identity. There are no sub-brands or endorsed brands.\n\n| Element | Decision | Rationale |\n|---------|----------|-----------|\n| Architecture | Branded House | Early-stage startup — maximize equity under one name. Every touchpoint builds \"Intus.\" |\n| Product naming | Collection names (Zyra, Eclipse, etc.) | Evocative, elemental names that suggest transformation states — aligned with Magician archetype. |\n| Naming convention | Latin/elemental roots | Consistent with \"Intus\" (Latin for \"within\"). Future collections should follow this convention. |\n\n---\n\n## 2. StoryBrand SB7 Framework — The Intus BrandScript\n\n### 1. A Character (The Hero)\n\n**The Hybrid Athlete.**\n\nYou move between reformer class, coffee with friends, a walking meeting, and evening stretching — all in a single day. You don't separate \"gym time\" from \"real life.\" You're value-conscious but won't compromise on quality. You want clothes that understand how you actually live, not just how you work out.\n\n*Note: The customer is ALWAYS the hero. Intus is NEVER the hero.*\n\n### 2. Has a Problem\n\n**External Problem (tangible):**\nYour activewear is designed for one hour at the gym. The rest of your day, you're changing, layering, or settling for clothes that don't feel right.\n\n**Internal Problem (emotional):**\nYou feel like no brand actually gets you. The gym brands feel too aggressive. The fashion brands feel too expensive. The budget brands feel disposable. You're stuck in between — and that in-between is where you actually live.\n\n**Philosophical Problem (moral):**\nIt shouldn't be this hard. Movement is natural. Dressing for your day should be natural too. Why does the industry make you choose between gym clothes and real clothes?\n\n**The Villain:**\nThe false divide between \"workout\" and \"life\" — the idea that you need separate wardrobes for separate selves.\n\n### 3. Meets a Guide (Intus)\n\n**Empathy Statement:**\nWe know what it's like to move through a whole day — studio to street to social — and want to feel right the entire time. Not just for the workout. For everything in between.\n\n**Authority Signals:**\n- Designed in Melbourne for the Hybrid Athlete's full day\n- Curated Kits (not random bundles) built around how you actually move\n- 60-day guarantee — wear it, live in it, and if it doesn't transform how you dress, return it\n- Endorsed by Pilates studios (partner instructors wear The Kit in class)\n\n### 4. Who Gives Them a Plan\n\n**Process Plan (3 Steps):**\n\n| Step | Action | Psychological Trigger |\n|------|--------|-----------------------|\n| 1 | **Choose Your Kit** | Identity selection (not product selection). \"Which Kit matches your day?\" |\n| 2 | **Wear It Everywhere** | Permission to break the gym/life divide. 60-day guarantee removes risk. |\n| 3 | **Move With Intention** | Transformation complete. You're not wearing activewear — you're dressed for intentional movement. |\n\n**Agreement Plan (Guarantees):**\n- 60-day wear-and-return guarantee (including worn items)\n- Free shipping on orders over $150 AUD / $200 USD\n- Afterpay/Klarna available ($25/fortnight)\n\n### 5. Calls Them to Action\n\n**Direct CTA:** \"Get Your Kit\"\n\n**Transitional CTAs:**\n- \"Take the Kit Quiz\" (which Kit matches your day?)\n- \"Read the Movement Guide\" (educational content — Sage expression)\n- \"See What's In My Kit\" (UGC gallery — social proof)\n\n*Never use: \"Shop Now\", \"Buy Now\", \"Submit\", \"Learn More\"*\n\n### 6. Helps Them Avoid Failure\n\n**What happens if you do nothing:**\n- You keep buying gym clothes that only work at the gym\n- You keep changing 2-3 times a day\n- You keep feeling like no brand understands your actual lifestyle\n- You keep settling for \"good enough\" instead of intentional\n\n**The stakes (loss aversion framing):**\n\"Every day you dress without intention is a day you move through life on autopilot.\"\n\n### 7. Ends in Success\n\n**External Success:** One Kit. Your whole day. No more changing, no more compromising, no more outfit anxiety.\n\n**Internal Success:** You feel understood. A brand finally gets that your life doesn't happen in segments. You move with purpose, dressed with intention, confident from studio to street.\n\n**Philosophical Success:** Movement has meaning again. Not as punishment. Not as performance. As an expression of who you are — from within.\n\n**Status Transformation:** From \"someone who wears gym clothes\" → \"someone who dresses for intentional movement.\"\n\n---\n\n## 3. The One-Liner\n\n**Problem:** Most activewear is designed for the gym — but your life doesn't happen in a gym.\n\n**Solution:** Intus creates curated Kits for the Hybrid Athlete's entire day.\n\n**Result:** Move through your whole day with intention, dressed in one Kit that works everywhere.\n\n**Full One-Liner:**\n*\"Most activewear is designed for one hour at the gym. Intus creates Kits for the other 23. Move with intention — from studio, to street, to everywhere in between.\"*\n\n---\n\n## 4. Brand Manifesto\n\n### Framework: The Declaration + The Vignette (Hybrid)\n\n---\n\n**WITHIN**\n\nYou don't have a gym self and a real self.\nYou have one body. One day. One way of moving through it.\n\nThe alarm goes off. You reach for The Kit — not because it's workout gear, not because it's casual wear, but because it's yours. Designed for how you actually live.\n\nReformer at 6:30.\nCoffee at 8.\nA meeting that could've been an email at 10.\nA walk because you needed to think at noon.\nGroceries. A friend. An evening stretch on the living room floor.\n\nEvery one of those is movement. Every one of those counts.\n\nWe didn't build Intus for the highlight reel.\nWe built it for the full day — the transitions, the in-betweens, the moments nobody photographs but everybody lives.\n\nBecause \"within\" isn't just our name.\nIt's where intention starts.\nIt's where movement begins.\nIt's where you've always had everything you need.\n\nMove with intention.\nThe power is within.\n\n---\n\n### Manifesto Annotation\n\n| Line/Section | Archetype | Psychological Lever |\n|-------------|-----------|-------------------|\n| \"You don't have a gym self and a real self\" | Magician (dissolves false boundaries) | Identity integration |\n| \"You reach for The Kit\" | Magician (ritual, alchemy) | Sunk cost / habit formation |\n| Daily vignette sequence | Sage (shows the philosophy lived out) | Social proof through relatability |\n| \"Every one of those is movement\" | Magician (transforms meaning) | Reframing |\n| \"We didn't build Intus for the highlight reel\" | Sage (honest, anti-performance) | Authenticity signal |\n| \"Within isn't just our name\" | Magician (etymological transformation) | Brand origin as proof |\n| \"The power is within\" | Magician (internal transformation) | Empowerment (non-Hero) |\n\n### Me/You Ratio Check\n- \"You/your\" appearances: 14\n- \"We/our\" appearances: 3\n- **Ratio: 82% You / 18% We** — PASSES the 75-80% threshold\n\n---\n\n## 5. Narrative Architecture — Five Pillars\n\n| Pillar | Expression for Intus |\n|--------|---------------------|\n| **Purpose** | To transform the relationship between people and movement — from performance to intention. |\n| **Belief** | Every movement counts. Not just the ones that make you sweat. |\n| **Story Spine** | The Hybrid Athlete moves through their entire day in one Kit, dissolving the false divide between \"workout\" and \"life.\" |\n| **Expression System** | Magician voice (transformative, assured) + Sage voice (thoughtful, considered). See Deliverable 6 for full voice guide. |\n| **Delivery Framework** | Owned: Website, email, studio partnerships. Not rented: social algorithms drive awareness, not dependence. |\n\n---\n\n## 6. Integration Outputs to Downstream Departments\n\n| To | Output |\n|----|--------|\n| **Creative & Visual** | Manifesto text for visual treatment. Vignette structure (daily sequence) for photography shot list. \"Transition moments\" as the visual narrative. |\n| **Digital & Systems** | BrandScript for website structure: Hero section (character + problem), Guide section (empathy + authority), Plan section (3 steps), CTA (\"Get Your Kit\"), Success section (transformation). Microcopy direction in Deliverable 6. |\n| **Distribution & Growth** | One-Liner for all ad copy anchoring. \"What do you do between workouts?\" as social content hook. Manifesto for email welcome sequence anchor. |\n\n---\n\n*Deliverable 5 of 16 — Intus Launch Kit*\n*Next: Tone of Voice Guide + Word Bank + Copy Deck (Deliverable 6)*\n"
}