{
  "metadata": {
    "id": "gate-tracker",
    "type": "department",
    "title": "Intus Launch Kit — Gate Tracker",
    "dateGenerated": "2026-02-17",
    "status": "completed",
    "order": 50,
    "estimatedReadTime": 14
  },
  "rawMarkdown": "# Intus Launch Kit — Gate Tracker\n**Client:** Intus\n**Package:** Launch Kit ($12,000 / 13 weeks)\n**Started:** February 2026\n\n---\n\n## Gate 1: Intelligence Review\n**Date:** February 2026\n**Deliverables Reviewed:** Market Intelligence Report (1A), Competitive Dynamics Model & Strategy (1B)\n**Status:** PENDING REVIEW\n\n### Quality Review (Applicable Sections)\n\n| Section | Status | Notes |\n|---------|--------|-------|\n| 1. Strategic Consistency | PASS | \"Different vs. Better\" problem clearly identified. Blue Ocean whitespace (\"Intentional Movement\") identified. Not competing on price — recommending category design. |\n| 6. Measurement Integrity | PASS | Triangulated framework designed (MMM + MTA + Incrementality adapted for early-stage). nROAS tracked, not blended. No platform-reported data dependency. |\n| 8. Competitive Robustness | PASS | Strategy survives Tremble Test — \"The Kit\" identity holds even if competitors adjust pricing. STAX US gap exploitation doesn't depend on competitor error. Pilates coalition is independently valuable. |\n\n**Sections not yet applicable:** 2 (Archetype — TBD Phase 2), 3 (Narrative — TBD Phase 3), 4 (Visual — TBD Phase 3), 5 (Digital — TBD Phase 4), 7 (Distribution — TBD Phase 5)\n\n### Gate 1 Score: 3/3 applicable sections PASS\n\n---\n\n### Gate 1 Feedback\n\n**Confirmed:**\n- Market sizing validated: $8.7B → $13.2B (CAGR 4.63%). Serviceable market ~$200-250M.\n- Competitive landscape: 20+ brands mapped across 3 tiers. Direct rivals profiled with pricing, positioning, and moats.\n- Game classification: Non-cooperative, simultaneous, repeated. Bundle wars = Prisoner's Dilemma.\n- Blue Ocean whitespace: \"Intentional Movement\" territory is unoccupied.\n- Category Design recommended over JTBD (Strategy dept should pursue this path).\n- STAX US gap confirmed — strategic opportunity locked.\n- Measurement framework: Triangulated, adapted for early-stage DTC.\n\n**Adjusted:**\n- (None — intelligence phase, no prior outputs to adjust)\n\n**Added Context:**\n- Pilates studios emerged as the #1 coalition opportunity — closes trust gap without physical retail.\n- \"The Kit\" concept (bundle-as-identity) is the micro-innovation that reframes the pricing game.\n- 60-day return policy is a high-priority costly signal — should be implemented pre-launch.\n- Flexlara's 64% 90-day reorder rate is the retention benchmark to track against.\n- Men's market between Gymshark (\"gym-bro\") and Vuori (\"too expensive\") is a specific whitespace for Intus.\n\n---\n\n## Gate 2: Strategy Review\n**Date:** February 2026\n**Deliverables Reviewed:** Strategic Positioning Brief & Category Blueprint (2A), Brand Archetype Guide (2B)\n**Status:** PENDING REVIEW\n\n### Quality Review (Applicable Sections)\n\n| Section | Status | Notes |\n|---------|--------|-------|\n| 1. Strategic Consistency | PASS | \"Different vs. Better\" audit explicit — Intus shifts from \"better activewear\" to \"different relationship with movement.\" Category Design confirmed with clear Category Blueprint. \"Intentional Movement\" category defined, word ownership (\"intentional\") established. No zero-sum thinking — creating new category, not fighting for share. |\n| 2. Archetype Alignment | PASS | Primary: Magician (20/20 score). Secondary: Sage (16/20). No opposing quadrant clash (Risk/Mastery + Independence/Fulfillment). 70/30 blend ratio defined per touchpoint. Competitive archetype map confirms Magician is completely unoccupied in AU activewear. Consistency rules (Always/Never) established. |\n| 6. Measurement Integrity | PASS | FROTOS defined for 3 target audiences with specific belief shifts to measure. Lightning Strike success metrics defined (Kit sales, email growth, social reach, studio conversions, search volume, UGC). Carries forward Gate 1 triangulated framework. |\n| 8. Competitive Robustness | PASS | Archetype survives Tremble Test — anchored in brand etymology (\"Intus\" = \"within\" = Magician). No competitor occupies Magician space. Category Design creates first-mover advantage in \"Intentional Movement\" sub-category. Behavioral economics layer (loss aversion via 60-day returns, sunk cost via Kit collection, anchoring via Kit pricing) creates structural lock-in. |\n\n**Sections not yet applicable:** 3 (Narrative — TBD Phase 3), 4 (Visual — TBD Phase 3), 5 (Digital — TBD Phase 4), 7 (Distribution — TBD Phase 5)\n\n### Gate 2 Score: 4/4 applicable sections PASS\n\n---\n\n### Gate 2 Feedback\n\n**Confirmed:**\n- Category Design is the strategic fork (not JTBD). Category: \"Intentional Movement.\"\n- The word Intus owns: \"intentional\" — connects category, product philosophy, customer aspiration, and brand origin.\n- POV: \"What do you do between workouts?\" — reframes the competition.\n- Primary Archetype: Magician. Secondary: Sage. 70/30 blend. No quadrant clash.\n- Magician is completely unoccupied in Australian activewear — genuine whitespace.\n- \"The Kit\" is Magician alchemy — transforms two items into one identity.\n- Behavioral economics layer locked: anchoring (Kit as $100 reference), loss aversion (60-day returns), sunk cost (Kit collection strategy), social proof (studio partnerships + UGC), mental accounting (daily essentials, not splurge).\n- Lightning Strike confirmed as launch architecture (not drip). 2-week concentrated window.\n- 3 FROTOS audiences defined: Hybrid Athlete Female (AU), Conscious Male (AU), AU-Aesthetic Seeker (US).\n\n**Adjusted:**\n- (None — Phase 2 built directly on Gate 1 confirmed outputs with no contradictions)\n\n**Added Context:**\n- Magician archetype explanation: \"Intus\" literally means \"within\" — the Magician's power source is always internal. This makes the archetype uncopyable — a competitor would need to change their name.\n- The Kit should NEVER be discounted — you don't discount magic. This is a hard rule for Distribution & Growth.\n- Photography direction locked: capture \"moments of transition\" (leaving studio, arriving at cafe) — never static poses or gym action shots.\n- Content pillar \"Movement Philosophy\" is the Sage expression — educational/perspective-shifting, not product showcases.\n- Email voice leans more Sage (60/40 Magician/Sage) for nurture sequences — build understanding before asking for the sale.\n- Pre-Strike seeding: 10-15 Pilates instructors receive Kits with NO posting obligation — the costly signal IS giving without expectation.\n\n## Gate 3: Identity Review\n**Date:** February 2026\n**Deliverables Reviewed:** BrandScript & Manifesto (3A-5), Tone of Voice Guide + Word Bank + Copy Deck (3A-6), Brand Identity System (3B-7), Design System (3B-8), Semiotic Dictionary (3B-9)\n**Status:** PENDING REVIEW\n\n### Quality Review (Applicable Sections)\n\n| Section | Status | Notes |\n|---------|--------|-------|\n| 1. Strategic Consistency | PASS | \"Different vs. Better\" maintained — all copy reframes around \"the other 23 hours,\" not product features. Category Design language (\"Intentional Movement\") embedded across BrandScript, manifesto, copy deck, and semiotic dictionary. No zero-sum language. |\n| 2. Archetype Alignment | PASS | Magician/Sage (70/30) consistently expressed. Voice dimensions map to archetype: transformation + wisdom. Visual system (warm neutrals, matte, transition photography) maps to Magician/Sage codes. No opposing archetype signals. Semiotic dictionary provides anti-signs audit to prevent drift. |\n| 3. Narrative Quality | PASS | Me/You ratio: Manifesto 82/18 (passes 75-80% threshold). Customer is Hero, brand is Guide (SB7 correctly structured). \"So What?\" filter applied — every Kit feature translated to lifestyle benefit. Reading level appropriate. CTAs action-oriented (\"Get Your Kit\" not \"Submit\"). Word Bank establishes forbidden words to prevent category cliches. |\n| 4. Visual Consistency | PASS | 8pt grid system defined. Color system follows 60-30-10 with psychological justification per color. Semiotic consistency gate built into dictionary (all signs point to Magician/Sage). Whitespace ratio 45-55% (elevated mid-range — neither luxury nor mass). Typography scale on 1.25 modular ratio. Squint Test criteria established. |\n| 8. Competitive Robustness | PASS | Visual and verbal identity differentiated from all mapped competitors. No Hero language (Gymshark/LSKD), no Lover imagery (STAX), no Explorer aesthetics (Vuori). Warm neutrals + terracotta palette is category-unique. Photography direction (transition moments) is unoccupied territory. |\n\n**Sections not yet applicable:** 5 (Digital — TBD Phase 4), 6 (Measurement — carried forward from Gate 1/2), 7 (Distribution — TBD Phase 5)\n\n### Gate 3 Score: 5/5 applicable sections PASS\n\n---\n\n### Gate 3 Feedback\n\n**Confirmed:**\n- BrandScript: Customer = Hero, Intus = Guide. SB7 framework complete with external/internal/philosophical problems defined. 3-step process plan: Choose Your Kit → Wear It Everywhere → Move With Intention.\n- Brand Manifesto: \"WITHIN\" manifesto uses Declaration + Vignette hybrid. Me/You ratio 82/18. Daily vignette structure provides photography shot list.\n- Voice dimensions: Intentional, assured, warm, perceptive. Calm confidence (6/10 intensity). Short sentences with weight.\n- Word Bank: Power words (intentional, flow, transition, Kit, curated), community terms (The Kit, Intentional Movement, Hybrid Athlete, The Within, Transition), forbidden words (buttery soft, hustle, grind, sale, discount).\n- Copy Deck: Homepage, product pages, about page, collection headers, email welcome sequence (3 emails), social templates, ad variants (3 funnel stages), UX microcopy (buttons, errors, empty states).\n- Color system: Within (#2C2C2C), Canvas (#F5F0EB), Ground (#D4C5B2), Intention (#C4704E), Thought (#7A8B7A). All WCAG AA verified.\n- Design system: 8pt grid, full token set, component specs, responsive breakpoints, motion system, accessibility standards.\n- Semiotic Dictionary: Complete sign-to-meaning mapping for brand name, Kit, category, colors, typography, photography, materials, and verbal signs. Anti-semiotic audit included.\n\n**Adjusted:**\n- (None — Phase 3 built directly on Gate 2 confirmed outputs. Archetype expression consistent across verbal and visual.)\n\n**Added Context:**\n- Brand architecture confirmed as Branded House — all collections (Zyra, Core, Unity, Agility, Eclipse) under single Intus identity.\n- \"Intus\" Latin origin MUST be communicated early (About page, welcome email, packaging insert) to activate the Magician signified. Without explanation, the name reads as generic.\n- Packaging is designed as Magician ritual — unboxing reveals two items bound as one Kit via terracotta band. The message \"The power is within\" is discovered inside, not displayed outside.\n- Social hook format locked: \"POV: You stop changing clothes 3 times a day\" and \"The activewear question nobody asks\" are the lead content formats.\n- One-Liner for all marketing: \"Most activewear is designed for one hour at the gym. Intus creates Kits for the other 23. Move with intention — from studio, to street, to everywhere in between.\"\n- Direct CTA across all touchpoints: \"Get Your Kit\" — never \"Buy Now\", \"Shop\", or \"Submit.\"\n- Intus does not run sales. Price integrity is a Magician rule. No discount language anywhere in the system.\n\n## Gate 4: Digital Review\n**Date:** February 2026\n**Deliverables Reviewed:** Website UX Wireframes & Digital Architecture (4A-10)\n**Status:** PENDING REVIEW\n\n### Quality Review (Applicable Sections)\n\n| Section | Status | Notes |\n|---------|--------|-------|\n| 1. Strategic Consistency | PASS | Site architecture leads with The Kits (identity purchase first, individual products second). Kit Quiz embodies the POV (\"Which Kit is yours?\"). \"Intentional Movement\" content hub (\"/the-movement\") built into IA. No discount/sale functionality designed. |\n| 2. Archetype Alignment | PASS | Magician UX: Kit as ONE product (not two items in cart), unboxing-as-ritual packaging, Quiz reveals \"what was already yours.\" Sage UX: progressive disclosure, Movement content hub, considered checkout language (\"Complete Your Kit\"). No aggressive conversion tactics. |\n| 3. Narrative Quality | PASS | All microcopy from Deliverable 6 integrated into wireframes. CTAs: \"Get Your Kit\", \"Complete Your Kit\", \"Join the Circle.\" Error messages human and solution-oriented. Empty states instructive. Me/You ratio maintained in all UX copy. |\n| 4. Visual Consistency | PASS | Design System tokens (Deliverable 8) mapped to all wireframe elements. 8pt grid applied. 60-30-10 color rule in all page layouts. Warm palette (Canvas backgrounds, Intention CTAs). |\n| 5. Digital Performance | PASS | Core Web Vitals targets set (LCP ≤ 2.5s, INP ≤ 200ms, CLS ≤ 0.1). Performance checklist defined. Touch targets ≥ 44px. WCAG AA compliance designed in (contrast ratios verified). No Illusion of Completeness (scroll indicators on hero). Friction audit: guest checkout default, 3-step checkout, 7 fields optimized. |\n| 8. Competitive Robustness | PASS | Kit-first navigation differentiates from competitor product-grid-first sites. Kit Quiz is a unique acquisition mechanic. 60-day guarantee prominently placed at every trust-gap point. Studio partnership badges add costly signals competitors can't replicate cheaply. |\n\n**Sections not yet applicable:** 6 (Measurement — carried forward), 7 (Distribution — TBD Phase 5)\n\n### Gate 4 Score: 6/6 applicable sections PASS\n\n---\n\n### Gate 4 Feedback\n\n**Confirmed:**\n- IA structure: Kits → Women/Men → Movement → About. Kit-first navigation locked.\n- Homepage: Z-pattern, hero video/image, Kit cards, social proof strip, POV section, trust signals, UGC carousel, email signup.\n- Kit product page: Asymmetric split (60/40 image/content). Both pieces shown as one Kit. Afterpay breakdown visible. 4-panel lifestyle strip. Progressive disclosure accordion.\n- Kit Quiz: 3 questions, stripped nav, result framed as personal (\"Your Kit\"). >60% completion target.\n- Checkout: Guest-first, 3 steps, 7 fields, BNPL prominent, \"Complete Your Kit\" CTA, security + guarantee signals at payment.\n- Trust gap remediation: 60-day guarantee badge on every product page, sizing tool, reviews/UGC, studio partnership badges, shipping transparency, BNPL.\n- Core Web Vitals: LCP ≤ 2.5s, INP ≤ 200ms, CLS ≤ 0.1. Performance checklist defined.\n- WCAG AA: All color combinations pass, touch targets ≥ 44px, keyboard nav, screen reader support, reduced motion respect.\n- Shopify: Dawn-based theme recommended, Kit as bundle product, metafields for Kit data, server-side tracking.\n\n**Adjusted:**\n- (None — wireframes implement Gate 3 identity outputs directly.)\n\n**Added Context:**\n- Kit products should be structured as Shopify bundles — customer buys ONE Kit product, not two separate items added to cart. This is critical for the Magician \"alchemy\" concept.\n- Kit Quiz is both an acquisition tool and a data collection mechanism — quiz responses inform email segmentation (Reformer vs. Street vs. Recovery persona).\n- Server-side tracking via Shopify + GA4 Measurement Protocol is non-negotiable — client-side pixels alone are insufficient for the triangulated measurement framework.\n- Content hub \"/the-movement\" serves dual purpose: Sage content expression + SEO organic acquisition. Should be built from day one, not added later.\n\n## Gate 5: Launch Readiness Review\n**Date:** February 2026\n**Deliverables Reviewed:** Content Strategy & Channel Plan (5A-11), Email Lifecycle System (5A-12), Ad Creative Testing Framework (5A-13), Lightning Strike Execution Plan (5A-14)\n**Status:** PENDING REVIEW\n\n### Quality Review (Applicable Sections)\n\n| Section | Status | Notes |\n|---------|--------|-------|\n| 1. Strategic Consistency | PASS | Content pillars map to archetype (40% Transformation/Magician, 25% Philosophy/Sage, 25% Community/Both, 10% Product). Kit-first in all ad creative. No discount language in any ad or email. \"Intentional Movement\" category language throughout. |\n| 2. Archetype Alignment | PASS | Content ratio reflects 70/30 Magician/Sage. Email nurture leans Sage (60/40) as specified in Gate 2. Ad creative concepts map to archetypes. Studio activations blend both (Magician space + Sage credibility). |\n| 3. Narrative Quality | PASS | All email copy follows Deliverable 6 voice. Ad hooks use approved vocabulary. No forbidden words. CTAs consistent (\"Get Your Kit\"). Customer is Hero in all messaging. |\n| 5. Digital Performance | PASS | Core Web Vitals verification in pre-Strike checklist. Server-side tracking confirmed. Schema markup planned (Product, VideoObject, FAQPage). Email authentication stack (SPF + DKIM + DMARC) required pre-launch. |\n| 6. Measurement Integrity | PASS | nROAS tracked (not blended). Layered CAC model (Prospecting vs. Retargeting). 3-Phase ad testing prevents \"set and forget.\" Strike metrics defined with triage protocols. UTM tracking on all studio QR codes. |\n| 7. Distribution Readiness | PASS | Email authentication complete (SPF + DKIM + DMARC required at p=reject). Schema markup planned. Content structured for AEO (40-60 word answers). Channel strategy matches audience (TikTok/Instagram primary for 18-35). No external links in X posts (channel not used). Platform-native content (no cross-posted watermarks). |\n| 8. Competitive Robustness | PASS | Lightning Strike creates category awareness competitors can't match reactively. Studio partnerships are costly signals. \"Intentional Movement\" SEO/GEO strategy claims the category term. No discount dependence. |\n\n### Gate 5 Score: 7/7 applicable sections PASS\n\n---\n\n### Gate 5 Feedback\n\n**Confirmed:**\n- Channel strategy: TikTok + Instagram (primary), YouTube + Email (secondary), Pinterest (tertiary). Facebook and X not used at launch.\n- Content architecture: Hub-and-Spoke flywheel. 1 hub/week → 15-20 spokes → 60-80 pieces/month.\n- Content pillars: Transformation (40%), Philosophy (25%), Community (25%), Product (10%).\n- Email lifecycle: 5 flows (Welcome, Quiz Follow-Up, Abandoned Cart, Post-Purchase, Reactivation). No discount in any flow.\n- Email authentication: SPF + DKIM + DMARC at p=reject required pre-launch.\n- Ad testing: 3-Phase system (Pre-Flight → New vs. BAU → Scaling) + Runoff testing for hidden unicorns.\n- 5 launch ad concepts: The Question, POV Transition, The Kit, Guarantee, The Math.\n- Budget: $2K-3K/month. Meta 50%, TikTok 30%, YouTube 10%, Reserve 10%.\n- CAC targets: Prospecting <$30, Retargeting <$15, nROAS >3x.\n- Lightning Strike: 2-week concentrated window. Pre-Strike (4 weeks prep), Air Wars (daily content + paid), Ground Wars (studios + run clubs), Post-Strike (retarget + sustain).\n- Strike success metrics: 200+ Kit sales, +2K email subscribers, 500K+ impressions, 50+ studio conversions, 50+ UGC posts.\n- 24-72 hour triage protocol defined with specific actions per failure scenario.\n\n**Adjusted:**\n- (None — Phase 5 operationalizes Gates 1-4 confirmed outputs.)\n\n**Added Context:**\n- Ad creative rule: UGC-style > polished production for Gen Z trust. But UGC must still follow photography direction (transition moments, not gym footage).\n- Runoff testing should be standard practice monthly — 15-20% of top performers are initially overlooked by the algorithm.\n- Studio QR codes must use UTM parameters for attribution. Without this, studio ROI is unmeasurable.\n- LLMS.txt file at intus.com.au/llms.txt is a forward-looking SEO play — guides AI interpretation of the brand for Generative Engine results.\n- \"Intentional Movement\" keyword is a category creation play — low volume now, but Intus should own it before competitors recognize it exists.\n- Post-Strike: Content Flywheel begins Week 3. This is where compounding growth starts. The Strike creates awareness; the Flywheel sustains it.\n\n## Gate 6: Post-Launch Debrief\n**Date:** February 2026\n**Deliverables Reviewed:** Measurement Framework & Dashboards (6A-15), 90-Day Post-Launch Roadmap (6B-16)\n**Status:** PENDING REVIEW\n\n### Quality Review (All 8 Sections)\n\n| Section | Status | Notes |\n|---------|--------|-------|\n| 1. Strategic Consistency | PASS | 90-day roadmap maintains Category Design path throughout. \"Intentional Movement\" category ownership is the through-line from Month 1 (Launch) to Month 3 (Scale). No pivot to \"better activewear\" — stays \"different.\" |\n| 2. Archetype Alignment | PASS | All content, email, and ad plans reference Magician/Sage blend. Roadmap milestones align with archetype (seasonal Kit colorway = Magician transformation; Movement Philosophy content = Sage depth). |\n| 3. Narrative Quality | PASS | Customer remains Hero throughout measurement and reporting. FROTOS measures BELIEF shifts (not brand awareness vanity metrics). All touchpoint copy consistent with Deliverable 6 voice. |\n| 4. Visual Consistency | PASS | Design System tokens carry through to all digital deliverables. Photography direction (transition moments) embedded in content calendar. No visual direction changes in roadmap. |\n| 5. Digital Performance | PASS | Core Web Vitals targets maintained. Server-side tracking non-negotiable. Event taxonomy defined for GA4. Shopify optimization checklist in place. |\n| 6. Measurement Integrity | PASS | Triangulated framework designed (Phase A → B → C). nROAS tracked, not blended. Layered CAC (Prospecting vs. Retargeting). Incrementality testing planned for Month 4. MMM at Month 7+. No platform-reported data dependency. Stoplight triage system (Green/Yellow/Red) for every KPI. |\n| 7. Distribution Readiness | PASS | Email authentication required pre-launch. Schema markup planned. AEO/GEO strategy defined. Lightning Strike + Content Flywheel + 3-Phase ad testing all operationalized. |\n| 8. Competitive Robustness | PASS | Quarterly competitive refresh planned (Month 3). Strategy survives Tremble Test at every gate. Category ownership (\"Intentional Movement\") is the long-term moat. Physical expansion (studios → pop-up) planned as scaling trust signals. |\n\n### Gate 6 Score: 8/8 sections PASS — LAUNCH READY\n\n---\n\n### Gate 6 Feedback\n\n**Confirmed:**\n- Measurement framework: 3-phase approach (Foundation → Validation → Optimization) adapted for early-stage DTC.\n- Tracking: Server-side events via Shopify + GA4. Client-side pixels as secondary. UTM on all studio QR codes.\n- Attribution: Time Decay (7-day lookback) for Phase A. Data-Driven for Phase C.\n- KPI tiers: Business Health (weekly), Channel Performance (weekly), Brand Health (monthly), FROTOS (quarterly).\n- Incrementality testing plan: Geo-lift (Meta), Holdout (email), Studio channel validation. All designed for Month 4.\n- 90-day targets: $50K-80K revenue, 500-800 Kit sales, 6K+ email list, <$28 CAC, 5-8 studio partnerships.\n- Post-90-day roadmap: Q2 validate, Q3 scale, Q4 compound.\n\n**Adjusted:**\n- (None — Phase 6 closes the loop on all prior gate outputs.)\n\n**Added Context:**\n- The 90-day reorder rate is the single most important retention metric. Benchmark against Flexlara's 64%. If Intus achieves >50% 90-day reorder, the business model is validated.\n- \"Intentional Movement\" search volume going from 0 to measurable is the category creation proof point. Track from Day 1.\n- Proprietary fabric development (medium-term, noted in Phase 1B) should begin R&D exploration in Q3 — this closes the tech moat gap identified in the competitive analysis.\n- The Launch Kit is complete. All 16 deliverables produced. All 6 gates passed. The system is ready for execution.\n"
}